src/xml/request_templates/musik_old_970970.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>09157573|870970</ac:identifier>
              <dc:identifier>Radar RAD 20</dc:identifier>
              <ac:source>Bibliotekskatalog</ac:source>
              <dc:title>The Pop Group</dc:title>
              <dc:title xsi:type="dkdcplus:full">The Pop Group</dc:title>
              <dc:creator>The Pop Group</dc:creator>
              <dc:creator xsi:type="oss:sort">The Pop Group</dc:creator>
              <dc:subject xsi:type="dkdcplus:DK5">78.794:5</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5-Text">Rock (Beat). Moderne folkemusik (Folk)</dc:subject>
              <dkdcplus:shelf xsi:type="oss:musicshelf">Rock</dkdcplus:shelf>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dc:publisher>Radar</dc:publisher>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Grammofonplade</dc:type>
              <dc:format>1 grammofonplade, Stereo, 1 tekstbilag</dc:format>
              <dcterms:hasPart xsi:type="dkdcplus:track">Thief of fire</dcterms:hasPart>
              <dcterms:hasPart xsi:type="dkdcplus:track">Snow girl</dcterms:hasPart>
              <dcterms:hasPart xsi:type="dkdcplus:track">Blood money</dcterms:hasPart>
              <dcterms:hasPart xsi:type="dkdcplus:track">Savage sea</dcterms:hasPart>
              <dcterms:hasPart xsi:type="dkdcplus:track">We are time</dcterms:hasPart>
              <dcterms:hasPart xsi:type="dkdcplus:track">Words disobey me</dcterms:hasPart>
              <dcterms:hasPart xsi:type="dkdcplus:track">Don't call me pain</dcterms:hasPart>
              <dcterms:hasPart xsi:type="dkdcplus:track">The boys from Brazil</dcterms:hasPart>
              <dcterms:hasPart xsi:type="dkdcplus:track">Don't sell your dreams</dcterms:hasPart>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>00000n    2200000   4500</marcx:leader>
                <marcx:datafield ind1="0" ind2="0" tag="001">
                  <marcx:subfield code="a">09157573</marcx:subfield>
                  <marcx:subfield code="b">870970</marcx:subfield>
                  <marcx:subfield code="c">19910423</marcx:subfield>
                  <marcx:subfield code="d">19910423</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                  <marcx:subfield code="o">c</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="004">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="005">
                  <marcx:subfield code="h">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="008">
                  <marcx:subfield code="t">s</marcx:subfield>
                  <marcx:subfield code="v">1</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="009">
                  <marcx:subfield code="a">s</marcx:subfield>
                  <marcx:subfield code="g">xk</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="032">
                  <marcx:subfield code="x">SFG197900</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="039">
                  <marcx:subfield code="a">bef</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="110">
                  <marcx:subfield code="a">The ¤Pop Group</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="245">
                  <marcx:subfield code="a">The ¤Pop Group</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="260">
                  <marcx:subfield code="b">Radar</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="300">
                  <marcx:subfield code="n">1 grammofonplade</marcx:subfield>
                  <marcx:subfield code="b">Stereo</marcx:subfield>
                  <marcx:subfield code="c">30 cm</marcx:subfield>
                  <marcx:subfield code="D">1 bilag</marcx:subfield>
                  <marcx:subfield code="d">1 tekstbilag</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="531">
                  <marcx:subfield code="a">Indhold:</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="538">
                  <marcx:subfield code="f">Radar</marcx:subfield>
                  <marcx:subfield code="g">RAD 20</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="652">
                  <marcx:subfield code="m">78.794</marcx:subfield>
                  <marcx:subfield code="v">5</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="795">
                  <marcx:subfield code="å">11</marcx:subfield>
                  <marcx:subfield code="a">Thief of fire</marcx:subfield>
                  <marcx:subfield code="a">Snow girl</marcx:subfield>
                  <marcx:subfield code="a">Blood money</marcx:subfield>
                  <marcx:subfield code="a">Savage sea</marcx:subfield>
                  <marcx:subfield code="a">We are time</marcx:subfield>
                  <marcx:subfield code="a">Words disobey me</marcx:subfield>
                  <marcx:subfield code="a">Don't call me pain</marcx:subfield>
                  <marcx:subfield code="a">The ¤boys from Brazil</marcx:subfield>
                  <marcx:subfield code="a">Don't sell your dreams</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="996">
                  <marcx:subfield code="a">DBC</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <os:identifier>870970-basis:09157573</os:identifier>
            <os:creationDate>2005-03-01</os:creationDate>
            <os:holdingsCount>0</os:holdingsCount>
            <os:lendingLibraries>0</os:lendingLibraries>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
              <os:format>marcxchange</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
      <ns1:trackingId>musik_old_970970.xml.PLACEHOLDER</ns1:trackingId>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
